show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.45.15
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/11/19 18:24:49
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show card 1/2 detail
Information for card 1/2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.45.15
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/11/19 18:24:49
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show alarm
No alarms found.
N3>enable eth-port 1/1/x3
success: Enable Ethernet port "1/1/x3".
N3>enable eth-port 1/2/x3
success: Enable Ethernet port "1/2/x3".
N3>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N3>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N3>reboot card 1/1
card 1/1 will immediately reboot and continue with the last committed software version.
This will interrupt service. Continue? (yes/no): yes
EVENT for card 1/1 at 2015/11/19 18:29:46.56:
    "Reboot: In Progress -- Version=2.4.45.15"
N3>critical ALARM for card 1/1 at 2015/11/19 18:29:57.70:
    "Unequipped"
    (affects service)
EVENT for card 1/1 at 2015/11/19 18:29:57.71:
    "Card Event: Departure"
minor ALARM for system at 2015/11/19 18:29:57.72:
    "No standby controller"
    (related object: card 1/1)

N3>"N3" Thu Nov 19 18:31:03 2015

Username: 
Username: e7support
Password: 
N3>set ses time dis page dis
success: session updated.
N3>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : empty
Part number             : 000-00000
CLEI                    : 
Serial number           : 0
Application version     : 0.0.0.0
Database created        : <unknown>
Database last updated   : <unknown>
Controller candidate    : enabled
MAC address start       : 00:00:00:00:00:00
MAC address end         : 00:00:00:00:00:00
Temperature level       : UNKNOWN
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	Unequipped

Conditions:
	<none>
N3>
N3>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : empty
Part number             : 000-00000
CLEI                    : 
Serial number           : 0
Application version     : 0.0.0.0
Database created        : <unknown>
Database last updated   : <unknown>
Controller candidate    : enabled
MAC address start       : 00:00:00:00:00:00
MAC address end         : 00:00:00:00:00:00
Temperature level       : UNKNOWN
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	Unequipped

Conditions:
	<none>
N3>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : empty
Part number             : 000-00000
CLEI                    : 
Serial number           : 0
Application version     : 0.0.0.0
Database created        : <unknown>
Database last updated   : <unknown>
Controller candidate    : enabled
MAC address start       : 00:00:00:00:00:00
MAC address end         : 00:00:00:00:00:00
Temperature level       : UNKNOWN
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	Unequipped

Conditions:
	<none>
N3>
N3>Alarm CLEARED for card 1/1 at 2015/11/19 18:32:18.69:
    "Unequipped"
EVENT for card 1/1 at 2015/11/19 18:32:18.70:
    "Card Event: Arrival"
critical ALARM for card 1/1 at 2015/11/19 18:32:18.70:
    "Not Operational"
    (affects service)
warning ALARM for card 1/1 at 2015/11/19 18:32:18.70:
    "Software initialization in progress"
EVENT for Ethernet port "1/1/x4" at 2015/11/19 18:32:20.62:
    "LLDP Neighbor Update"
EVENT for Ethernet port "1/1/x3" at 2015/11/19 18:32:23.51:
    "LLDP Neighbor Update"
EVENT for Ethernet port "1/1/x4" at 2015/11/19 18:32:23.55:
    "LLDP Neighbor Update"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.45.15
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/11/19 18:29:29
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : fine
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N3>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.45.15
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/11/19 18:29:29
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : fine
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N3>
N3>Alarm CLEARED for card 1/1 at 2015/11/19 18:33:19.11:
    "Not Operational"
Alarm CLEARED for system at 2015/11/19 18:33:29.67:
    "No standby controller"
    (related object: card 1/1)
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.45.15
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/11/19 18:29:29
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for card 1/1 at 2015/11/19 18:33:51.51:
    "Software initialization in progress"
EVENT for card 1/1 at 2015/11/19 18:33:51.56:
    "Reboot: Success -- Version=2.4.45.15"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.45.15
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/11/19 18:29:29
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show alarm
No alarms found.
N3>