show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:47:10
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show card 1/2 detail
Information for card 1/2:
Provisioned type        : VDSL2-48c
Actual type             : VDSL2-48c
Part number             : 100-01908
CLEI                    : BVL3A5FFTA
Serial number           : 211412601514
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:47:10
Controller candidate    : enabled
MAC address start       : 00:02:5d:dc:72:dc
MAC address end         : 00:02:5d:dc:73:17
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>enable eth-port 1/1/x3
success: Enable Ethernet port "1/1/x3".
N6>enable eth-port 1/2/x3
success: Enable Ethernet port "1/2/x3".
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>reboot card 1/1
card 1/1 will immediately reboot and continue with the last committed software version.
This will interrupt service. Continue? (yes/no): yes
EVENT for card 1/1 at 2015/11/20 10:52:05.88:
    "Reboot: In Progress -- Version=2.4.45.14"
N6>critical ALARM for card 1/1 at 2015/11/20 10:52:16.75:
    "Unequipped"
    (affects service)
EVENT for card 1/1 at 2015/11/20 10:52:16.80:
    "Card Event: Departure"
minor ALARM for system at 2015/11/20 10:52:16.80:
    "No standby controller"
    (related object: card 1/1)

N6>"N6" Fri Nov 20 10:53:24 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:26 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:29 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:31 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:34 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:36 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:39 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:41 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:43 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:46 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:48 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:51 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:53 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:55 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:53:58 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:01 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:03 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:05 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:08 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:10 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:13 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:15 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:18 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:20 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:23 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:25 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:28 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:30 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:33 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:35 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:37 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:40 2015

Username: e7support
Password: 
N6>set ses time dAlarm CLEARED for card 1/1 at 2015/11/20 10:54:41.38:
    "Unequipped"
iEVENT for card 1/1 at 2015/11/20 10:54:41.39:
    "Card Event: Arrival"
scritical ALARM for card 1/1 at 2015/11/20 10:54:41.39:
    "Not Operational"
    (affects service)
 warning ALARM for card 1/1 at 2015/11/20 10:54:41.40:
    "Software initialization in progress"
page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:43 2015

Username: e7support
Password: 
N6>set ses EVENT for Ethernet port "1/1/x4" at 2015/11/20 10:54:43.50:
    "LLDP Neighbor Update"
time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:45 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:48 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:49 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:51 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:54:53 2015

Username: 
Username: show card 1/1 detail
               ^
% Invalid input detected at '^' marker
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:51:50
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned, default provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N6>Alarm CLEARED for card 1/1 at 2015/11/20 10:55:29.24:
    "Not Operational"

N6>Alarm CLEARED for system at 2015/11/20 10:55:44.62:
    "No standby controller"
    (related object: card 1/1)
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:51:50
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N6>Alarm CLEARED for card 1/1 at 2015/11/20 10:55:59.38:
    "Software initialization in progress"
EVENT for card 1/1 at 2015/11/20 10:55:59.88:
    "Reboot: Success -- Version=2.4.45.14"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:51:50
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>