show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 11:20:15
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show card 1/2 detail
Information for card 1/2:
Provisioned type        : VDSL2-48c
Actual type             : VDSL2-48c
Part number             : 100-01908
CLEI                    : BVL3A5FFTA
Serial number           : 211412601514
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 11:20:15
Controller candidate    : enabled
MAC address start       : 00:02:5d:dc:72:dc
MAC address end         : 00:02:5d:dc:73:17
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>enable eth-port 1/1/x3
success: Enable Ethernet port "1/1/x3".
N6>enable eth-port 1/2/x3
success: Enable Ethernet port "1/2/x3".
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>reboot card 1/1
card 1/1 will immediately reboot and continue with the last committed software version.
This will interrupt service. Continue? (yes/no): yes
N6>EVENT for card 1/1 at 2015/11/20 11:24:41.38:
    "Reboot: In Progress -- Version=2.4.45.14"

N6>critical ALARM for card 1/1 at 2015/11/20 11:24:53.25:
    "Unequipped"
    (affects service)
EVENT for card 1/1 at 2015/11/20 11:24:53.28:
    "Card Event: Departure"
minor ALARM for system at 2015/11/20 11:24:53.28:
    "No standby controller"
    (related object: card 1/1)

N6>"N6" Fri Nov 20 11:25:59 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:02 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:04 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:07 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:09 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:12 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:14 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:17 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:19 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:22 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:24 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:26 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:29 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:31 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:34 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:36 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:39 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:41 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:43 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:46 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:49 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:51 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:52 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>û"N6" Fri Nov 20 11:26:56 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:57 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 11:26:59 2015

Username: show card 1/1 detail
               ^
% Invalid input detected at '^' marker
"N6" Fri Nov 20 11:27:01 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>Alarm CLEARED for card 1/1 at 2015/11/20 11:27:09.71:
    "Unequipped"
EVENT for card 1/1 at 2015/11/20 11:27:09.72:
    "Card Event: Arrival"
critical ALARM for card 1/1 at 2015/11/20 11:27:09.73:
    "Not Operational"
    (affects service)
warning ALARM for card 1/1 at 2015/11/20 11:27:09.75:
    "Software initialization in progress"
EVENT for Ethernet port "1/1/x4" at 2015/11/20 11:27:12.05:
    "LLDP Neighbor Update"
EVENT for Ethernet port "1/1/x3" at 2015/11/20 11:27:14.90:
    "LLDP Neighbor Update"
EVENT for Ethernet port "1/1/x4" at 2015/11/20 11:27:14.85:
    "LLDP Neighbor Update"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 11:24:24
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned, default provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N6>
N6>Alarm CLEARED for card 1/1 at 2015/11/20 11:27:47.26:
    "Not Operational"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 11:24:24
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N6>Alarm CLEARED for system at 2015/11/20 11:28:03.17:
    "No standby controller"
    (related object: card 1/1)
Alarm CLEARED for card 1/1 at 2015/11/20 11:28:17.73:
    "Software initialization in progress"
EVENT for card 1/1 at 2015/11/20 11:28:17.89:
    "Reboot: Success -- Version=2.4.45.14"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 11:24:24
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>