"N3" Sat Oct 10 11:29:59 2015

Username: e7support
Password: 
N3>set ses time dis page dis
success: session updated.
N3>set ses time dis page dis
success: session updated.
N3>show session
"*" indicates this session.
                                                                           Auto
ID  User          Login                       Notifications   Pager      Logout
--- ------------- --------------------------- --------------- -------- --------
*1  e7support     telnet from 192.168.37.112  Alarm/Event/TCA disabled disabled
    (debug)       at 2015/10/10 11:29:59                                       
    auth: local

1 session found.
N3>set  system modular-chassis  disabled
success: Modify system.
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N3>show card 1 detaAlarm CLEARED for card 1 at 2015/10/10 11:30:12.14:
    "Not Operational"
ilAlarm CLEARED for system at 2015/10/10 11:30:12.14:
    "No standby controller"

minor ALARM for system at 2015/10/10 11:30:12.14:
    "No standby controller"
    (related object: card 1)
minor ALARM for Ethernet port "1/g1" at 2015/10/10 11:29:11.10:
    "Improper removal"
    (affects service)
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for system at 2015/10/10 11:30:13.91:
    "No standby controller"
    (related object: card 1)
show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for card 1 at 2015/10/10 11:30:41.25:
    "Software initialization in progress"
show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for card 2 at 2015/10/10 11:32:48.52:
    "Software initialization in progress"
show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/10 11:30:01
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show alarm
Occurred Time          Severity Alarm                                          
---------------------- -------- -----------------------------------------------
2015/10/10 11:29:11.10 minor    Ethernet port "1/g1"
                                "Improper removal"
                                 (affects service)
2015/10/10 11:29:08.68 minor    Ethernet port "2/x3"
                                "Improper removal"
                                 (affects service)
2015/10/10 11:29:08.58 minor    Ethernet port "2/g1"
                                "Improper removal"
                                 (affects service)
2015/10/10 11:29:08.45 major    Ethernet port "2/g2"
                                "Loss of signal"
                                 (affects service)
2015/10/10 11:29:08.45 minor    Ethernet port "2/g3"
                                "Improper removal"
                                 (affects service)
2015/10/10 11:29:08.12 minor    Ethernet port "2/g8"
                                "Improper removal"
                                 (affects service)
2015/10/10 11:29:03.33 major    LAG interface "l11"
                                "No eth-ports for service"
                                 (affects service)
2015/10/10 11:29:03.33 major    LAG interface "l21"
                                "No eth-ports for service"
                                 (affects service)
2015/10/10 11:29:03.33 major    LAG interface "weblag"
                                "No eth-ports for service"
                                 (affects service)
2015/10/10 11:29:08.55 major    LAG interface "as1"
                                "Aggregation Interface down"
                                 (affects service)

10 alarms found.
N3>show card
* = active controller
                                                           Alarms          
Card  Provisioned Type  Actual Type       Status           (Cr Mj Mn Wn In)
----- ----------------- ----------------- ---------------- ----------------
 1    VDSL2-48Cr2       VDSL2-48Cr2       enabled           0  0  0  0  0 
*2    GPON-4r2          GPON-4r2          enabled           0  0  0  0  0 

2 cards found.
N3>load backup  from-host  10.245.3.201 user  backup file-path n3-db1.provd$p  from-host  10.245.3.201 user  backup file-path n3-db1.provdb          
Password: 
success: loading backup from server completed.
N3>
N3>switch database
This will replace current running database, and reset the system. After this completes, reset again to ensure proper operation.
Switch database? (yes/no): warning ALARM for card 2 at 2015/10/10 11:33:16.41:
    "Restore file exists"
yes
Alarm CLEARED for card 2 at 2015/10/10 11:33:18.25:
    "Restore file exists"
success: switching database completed.
         resetting system to activate new database.

N3>