"N3" Fri Oct  9 21:19:28 2015

Username: e7support
Password: 
N3>set ses time dis page dis
success: session updated.
N3>set ses time dis page dis
success: session updated.
N3>show session
"*" indicates this session.
                                                                           Auto
ID  User          Login                       Notifications   Pager      Logout
--- ------------- --------------------------- --------------- -------- --------
*1  e7support     telnet from 192.168.37.112  Alarm/Event/TCA disabled disabled
    (debug)       at 2015/10/09 21:19:29                                       
    auth: local

1 session found.
N3>set  system modular-chassis  disabled
success: Modify system.
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/08 10:22:42
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N3>show card 1 deAlarm CLEARED for card 1 at 2015/10/09 21:19:41.26:
    "Not Operational"
tAlarm CLEARED for system at 2015/10/09 21:19:41.26:
    "No standby controller"
aminor ALARM for system at 2015/10/09 21:19:41.26:
    "No standby controller"
    (related object: card 1)
iwarning ALARM for card 1 at 2015/10/09 21:19:15.38:
    "Storing database to flash memory"
lminor ALARM for Ethernet port "1/g1" at 2015/10/09 21:18:59.53:
    "Improper removal"
    (affects service)

Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 2
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Storing database to flash memory
	Software initialization in progress
N3>Alarm CLEARED for system at 2015/10/09 21:19:42.54:
    "File Server Not Available"
major ALARM for system at 2015/10/09 21:19:42.54:
    "File Server Not Available --  Reason: Cannot login to remote host"
Alarm CLEARED for system at 2015/10/09 21:19:43.03:
    "No standby controller"
    (related object: card 1)
Alarm CLEARED for card 1 at 2015/10/09 21:19:46.49:
    "Storing database to flash memory"
show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for card 1 at 2015/10/09 21:20:12.86:
    "Software initialization in progress"
show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for system at 2015/10/09 21:21:07.44:
    "File Server Not Available"
major ALARM for system at 2015/10/09 21:21:07.44:
    "File Server Not Available --  Reason: Cannot login to remote host"
show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>Alarm CLEARED for card 2 at 2015/10/09 21:22:31.17:
    "Software initialization in progress"
show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:19:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show alarm
Occurred Time          Severity Alarm                                          
---------------------- -------- -----------------------------------------------
2015/10/09 21:21:07.44 major    system
                                "File Server Not Available"
                                  Reason: Cannot login to remote host
2015/10/09 21:18:59.53 minor    Ethernet port "1/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:18:53.14 minor    Ethernet port "2/x3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:18:53.01 minor    Ethernet port "2/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:18:52.89 major    Ethernet port "2/g2"
                                "Loss of signal"
                                 (affects service)
2015/10/09 21:18:52.88 minor    Ethernet port "2/g3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:18:51.59 minor    Ethernet port "2/g8"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:18:46.60 major    LAG interface "l11"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:18:46.60 major    LAG interface "l21"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:18:46.60 major    LAG interface "weblag"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:18:52.99 major    LAG interface "as1"
                                "Aggregation Interface down"
                                 (affects service)

11 alarms found.
N3>show card
* = active controller
                                                           Alarms          
Card  Provisioned Type  Actual Type       Status           (Cr Mj Mn Wn In)
----- ----------------- ----------------- ---------------- ----------------
 1    VDSL2-48Cr2       VDSL2-48Cr2       enabled           0  0  0  0  0 
*2    GPON-4r2          GPON-4r2          enabled           0  0  0  0  0 

2 cards found.
N3>load backup  from-host  10.245.3.201 user  backup file-path n3-db1.provd$p  from-host  10.245.3.201 user  backup file-path n3-db1.provdb          
Password: 
success: loading backup from server completed.
N3>switch database
warning ALARM for card 2 at 2015/10/09 21:22:56.28:
    "Restore file exists"
This will replace current running database, and reset the system. After this completes, reset again to ensure proper operation.
Switch database? (yes/no): yes
Alarm CLEARED for card 2 at 2015/10/09 21:22:58.12:
    "Restore file exists"
success: switching database completed.
         resetting system to activate new database.

N3>"N3" Fri Oct  9 21:26:57 2015

Username: e7support
Password: 
N3>set ses time dis page dis
success: session updated.
N3>set ses time dis page dis
success: session updated.
N3>show alarm
Occurred Time          Severity Alarm                                          
---------------------- -------- -----------------------------------------------
2015/10/09 21:25:37.67 warning  card 1
                                "Software initialization in progress"
2015/10/09 21:25:34.54 minor    Ethernet port "1/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:36.73 warning  card 2
                                "Software initialization in progress"
2015/10/09 21:25:26.77 minor    Ethernet port "2/x3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.67 minor    Ethernet port "2/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.54 major    Ethernet port "2/g2"
                                "Loss of signal"
                                 (affects service)
2015/10/09 21:25:26.54 minor    Ethernet port "2/g3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.23 minor    Ethernet port "2/g8"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:21.42 major    LAG interface "l11"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:25:21.42 major    LAG interface "l21"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:25:21.42 major    LAG interface "weblag"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:25:26.64 major    LAG interface "as1"
                                "Aggregation Interface down"
                                 (affects service)

12 alarms found.
N3>Alarm CLEARED for card 1 at 2015/10/09 21:27:09.56:
    "Software initialization in progress"

N3>set ses time dis page dis
success: session updated.
N3>show session
"*" indicates this session.
                                                                           Auto
ID  User          Login                       Notifications   Pager      Logout
--- ------------- --------------------------- --------------- -------- --------
*1  e7support     telnet from 192.168.37.112  Alarm/Event/TCA disabled disabled
    (debug)       at 2015/10/09 21:26:59                                       
    auth: local

1 session found.
N3>set  system modular-chassis  disabled
success: Modify system.
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/09/17 16:08:07
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/09/17 16:08:07
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for card 2 at 2015/10/09 21:29:07.37:
    "Software initialization in progress"
show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:27:31
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show alarm
Occurred Time          Severity Alarm                                          
---------------------- -------- -----------------------------------------------
2015/10/09 21:25:34.54 minor    Ethernet port "1/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.77 minor    Ethernet port "2/x3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.67 minor    Ethernet port "2/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.54 major    Ethernet port "2/g2"
                                "Loss of signal"
                                 (affects service)
2015/10/09 21:25:26.54 minor    Ethernet port "2/g3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:26.23 minor    Ethernet port "2/g8"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:25:21.42 major    LAG interface "l11"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:25:21.42 major    LAG interface "l21"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:25:21.42 major    LAG interface "weblag"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:25:26.64 major    LAG interface "as1"
                                "Aggregation Interface down"
                                 (affects service)

10 alarms found.
N3>show card
* = active controller
                                                           Alarms          
Card  Provisioned Type  Actual Type       Status           (Cr Mj Mn Wn In)
----- ----------------- ----------------- ---------------- ----------------
 1    VDSL2-48Cr2       VDSL2-48Cr2       enabled           0  0  0  0  0 
*2    GPON-4r2          GPON-4r2          enabled           0  0  0  0  0 

2 cards found.
N3>load backup  from-host  10.245.3.201 user  backup file-path n3-db2.provd$p  from-host  10.245.3.201 user  backup file-path n3-db2.provdb          
Password: 
warning ALARM for card 2 at 2015/10/09 21:29:35.69:
    "Restore file exists"
success: loading backup from server completed.
N3>
N3>switch database
This will replace current running database, and reset the system. After this completes, reset again to ensure proper operation.
Switch database? (yes/no): yes
Alarm CLEARED for card 2 at 2015/10/09 21:29:37.79:
    "Restore file exists"
success: switching database completed.
         resetting system to activate new database.

N3>"N3" Fri Oct  9 21:33:37 2015

Username: e7support
Password: 
N3>set ses time dis page dis
success: session updated.
N3>set ses time dis page dis
success: session updated.
N3>show alarm
Occurred Time          Severity Alarm                                          
---------------------- -------- -----------------------------------------------
2015/10/09 21:32:12.17 major    system
                                "File Server Not Available"
                                  Reason: File Transfer service not available on remote host
2015/10/09 21:32:06.10 minor    Ethernet port "1/1/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:13.22 warning  card 1/2
                                "Software initialization in progress"
2015/10/09 21:32:05.70 minor    Ethernet port "1/2/x3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.60 minor    Ethernet port "1/2/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.47 major    Ethernet port "1/2/g2"
                                "Loss of signal"
                                 (affects service)
2015/10/09 21:32:05.46 minor    Ethernet port "1/2/g3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.17 minor    Ethernet port "1/2/g8"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:00.10 major    LAG interface "l11"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:32:00.10 major    LAG interface "l21"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:32:00.10 major    LAG interface "weblag"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:32:05.57 major    LAG interface "as1"
                                "Aggregation Interface down"
                                 (affects service)

12 alarms found.
N3>set ses time dis page dis
success: session updated.
N3>show session
"*" indicates this session.
                                                                           Auto
ID  User          Login                       Notifications   Pager      Logout
--- ------------- --------------------------- --------------- -------- --------
*1  e7support     telnet from 192.168.37.112  Alarm/Event/TCA disabled disabled
    (debug)       at 2015/10/09 21:33:39                                       
    auth: local

1 session found.
N3>set  system modular-chassis  disabled
success: Modify system.
N3>show card 1 detail
Information for card 1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211508600509
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:ee:2b:1c
MAC address end         : 00:02:5d:ee:2b:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for system at 2015/10/09 21:34:19.00:
    "File Server Not Available"
major ALARM for system at 2015/10/09 21:34:19.00:
    "File Server Not Available --  Reason: File Transfer service not available on remote host"
show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for system at 2015/10/09 21:34:23.62:
    "File Server Not Available"
major ALARM for system at 2015/10/09 21:34:23.62:
    "File Server Not Available --  Reason: Cannot login to remote host"

N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N3>Alarm CLEARED for card 2 at 2015/10/09 21:35:44.98:
    "Software initialization in progress"
show card 2 detail
Information for card 2:
Provisioned type        : GPON-4r2
Actual type             : GPON-4r2
Part number             : 100-03656
CLEI                    : BVL3AW5FTA
Serial number           : 211410600640
Application version     : 2.4.253.93
Database created        : 2015/09/07 08:44:04
Database last updated   : 2015/10/09 21:34:11
Controller candidate    : enabled
MAC address start       : 00:02:5d:da:2c:ea
MAC address end         : 00:02:5d:da:2c:fb
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N3>show alarm
Occurred Time          Severity Alarm                                          
---------------------- -------- -----------------------------------------------
2015/10/09 21:34:23.62 major    system
                                "File Server Not Available"
                                  Reason: Cannot login to remote host
2015/10/09 21:32:06.10 minor    Ethernet port "1/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.70 minor    Ethernet port "2/x3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.60 minor    Ethernet port "2/g1"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.47 major    Ethernet port "2/g2"
                                "Loss of signal"
                                 (affects service)
2015/10/09 21:32:05.46 minor    Ethernet port "2/g3"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:05.17 minor    Ethernet port "2/g8"
                                "Improper removal"
                                 (affects service)
2015/10/09 21:32:00.10 major    LAG interface "l11"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:32:00.10 major    LAG interface "l21"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:32:00.10 major    LAG interface "weblag"
                                "No eth-ports for service"
                                 (affects service)
2015/10/09 21:32:05.57 major    LAG interface "as1"
                                "Aggregation Interface down"
                                 (affects service)

11 alarms found.
N3>show card
* = active controller
                                                           Alarms          
Card  Provisioned Type  Actual Type       Status           (Cr Mj Mn Wn In)
----- ----------------- ----------------- ---------------- ----------------
 1    VDSL2-48Cr2       VDSL2-48Cr2       enabled           0  0  0  0  0 
*2    GPON-4r2          GPON-4r2          enabled           0  0  0  0  0 

2 cards found.
N3>load backup  from-host  10.245.3.201 user  backup file-path n3-db1.provd$p  from-host  10.245.3.201 user  backup file-path n3-db1.provdb          
Password: 
warning ALARM for card 2 at 2015/10/09 21:36:16.69:
    "Restore file exists"
success: loading backup from server completed.
N3>switch database
This will replace current running database, and reset the system. After this completes, reset again to ensure proper operation.
Switch database? (yes/no): yes
Alarm CLEARED for card 2 at 2015/10/09 21:36:18.77:
    "Restore file exists"
success: switching database completed.
         resetting system to activate new database.

N3>