show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 09:55:30
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show card 1/2 detail
Information for card 1/2:
Provisioned type        : VDSL2-48c
Actual type             : VDSL2-48c
Part number             : 100-01908
CLEI                    : BVL3A5FFTA
Serial number           : 211412601514
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 09:55:30
Controller candidate    : enabled
MAC address start       : 00:02:5d:dc:72:dc
MAC address end         : 00:02:5d:dc:73:17
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>enable eth-port 1/1/x3
success: Enable Ethernet port "1/1/x3".
N6>enable eth-port 1/2/x3
success: Enable Ethernet port "1/2/x3".
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>reboot card 1/1
card 1/1 will immediately reboot and continue with the last committed software version.
This will interrupt service. Continue? (yes/no): yes
N6>EVENT for card 1/1 at 2015/11/20 10:00:24.86:
    "Reboot: In Progress -- Version=2.4.45.14"

N6>critical ALARM for card 1/1 at 2015/11/20 10:00:37.37:
    "Unequipped"
    (affects service)
EVENT for card 1/1 at 2015/11/20 10:00:37.41:
    "Card Event: Departure"
minor ALARM for system at 2015/11/20 10:00:37.41:
    "No standby controller"
    (related object: card 1/1)

N6>"N6" Fri Nov 20 10:01:42 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:01:45 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:01:47 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:01:50 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:01:52 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:01:55 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:01:57 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:00 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:02 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:04 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:07 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:09 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:12 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:14 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:17 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:19 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:22 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:24 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:27 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:29 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:32 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:34 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:37 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:39 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:42 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:43 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:47 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:48 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:51 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 10:02:53 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>Alarm CLEARED for card 1/1 at 2015/11/20 10:03:01.18:
    "Unequipped"
EVENT for card 1/1 at 2015/11/20 10:03:01.20:
    "Card Event: Arrival"
critical ALARM for card 1/1 at 2015/11/20 10:03:01.20:
    "Not Operational"
    (affects service)
warning ALARM for card 1/1 at 2015/11/20 10:03:01.21:
    "Software initialization in progress"
EVENT for Ethernet port "1/1/x4" at 2015/11/20 10:03:03.54:
    "LLDP Neighbor Update"
EVENT for Ethernet port "1/1/x3" at 2015/11/20 10:03:06.27:
    "LLDP Neighbor Update"
EVENT for Ethernet port "1/1/x4" at 2015/11/20 10:03:06.22:
    "LLDP Neighbor Update"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:00:08
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned, default provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N6>
N6>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:00:08
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned, default provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N6>Alarm CLEARED for card 1/1 at 2015/11/20 10:04:12.38:
    "Not Operational"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:00:08
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N6>Alarm CLEARED for system at 2015/11/20 10:04:27.37:
    "No standby controller"
    (related object: card 1/1)

N6>Alarm CLEARED for card 1/1 at 2015/11/20 10:04:42.42:
    "Software initialization in progress"
EVENT for card 1/1 at 2015/11/20 10:04:42.89:
    "Reboot: Success -- Version=2.4.45.14"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 10:00:08
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>