show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 14:57:03
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show card 1/2 detail
Information for card 1/2:
Provisioned type        : VDSL2-48c
Actual type             : VDSL2-48c
Part number             : 100-01908
CLEI                    : BVL3A5FFTA
Serial number           : 211412601514
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 14:57:03
Controller candidate    : enabled
MAC address start       : 00:02:5d:dc:72:dc
MAC address end         : 00:02:5d:dc:73:17
Temperature level       : fine
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, active
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>enable eth-port 1/1/x3
success: Enable Ethernet port "1/1/x3".
N6>enable eth-port 1/2/x3
success: Enable Ethernet port "1/2/x3".
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>show interface as10 member

Ethernet Port                    Status          LACP Status
-------------------------------- --------------- -------------
1/1/x3                           enabled         up in bundle
1/1/x4                           enabled         up in bundle
1/2/x3                           enabled         up in bundle

3 members found.
N6>reboot card 1/1
card 1/1 will immediately reboot and continue with the last committed software version.
This will interrupt service. Continue? (yes/no): yes
N6>EVENT for card 1/1 at 2015/11/20 15:02:02.88:
    "Reboot: In Progress -- Version=2.4.45.14"
critical ALARM for card 1/1 at 2015/11/20 15:02:13.85:
    "Unequipped"
    (affects service)
EVENT for card 1/1 at 2015/11/20 15:02:13.89:
    "Card Event: Departure"
minor ALARM for system at 2015/11/20 15:02:13.89:
    "No standby controller"
    (related object: card 1/1)

N6>"N6" Fri Nov 20 15:03:20 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:22 2015

Username: e7support
Password: 
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:25 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:27 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:30 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:32 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:35 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:37 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:40 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:42 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:45 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:47 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:49 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:52 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:54 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:57 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:03:59 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:02 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:04 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:07 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:09 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:12 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:14 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:17 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:19 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:21 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>
"N6" Fri Nov 20 15:04:24 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:27 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:29 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:32 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:34 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>EVENT for Ethernet port "1/1/x4" at 2015/11/20 15:"N6" Fri Nov 20 15:04:37 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:39 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:42 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:44 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:47 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:49 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:51 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:54 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:57 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:04:59 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:05:02 2015

Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:05:03 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>"N6" Fri Nov 20 15:05:05 2015

Username: 
Username: e7support
Password: 
N6>set ses time dis page dis
success: session updated.
N6>show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 15:01:45
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : system disabled
Additional status info  : child provisioned, default provisioned
Critical alarms         : 1
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	Not Operational

Conditions:
	Software initialization in progress
N6>
N6>Alarm CLEARED for card 1/1 at 2015/11/20 15:05:36.55:
    "Not Operational"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 15:01:45
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 1
Info conditions         : 0

Alarms:
	<none>

Conditions:
	Software initialization in progress
N6>Alarm CLEARED for system at 2015/11/20 15:05:53.07:
    "No standby controller"
    (related object: card 1/1)
Alarm CLEARED for card 1/1 at 2015/11/20 15:06:07.04:
    "Software initialization in progress"
EVENT for card 1/1 at 2015/11/20 15:06:07.38:
    "Reboot: Success -- Version=2.4.45.14"
show card 1/1 detail
Information for card 1/1:
Provisioned type        : VDSL2-48Cr2
Actual type             : VDSL2-48Cr2
Part number             : 100-03882
CLEI                    : CALIXCALIX
Serial number           : 211503600306
Application version     : 2.4.45.14
Database created        : 2015/10/12 18:20:54
Database last updated   : 2015/11/20 15:01:45
Controller candidate    : enabled
MAC address start       : 00:02:fd:e1:ba:1c
MAC address end         : 00:02:fd:e1:ba:57
Temperature level       : cool
Admin status            : enabled
Operational status      : enabled
Additional status info  : child provisioned, default provisioned, standby
Critical alarms         : 0
Major alarms            : 0
Minor alarms            : 0
Warning conditions      : 0
Info conditions         : 0

Alarms:
	<none>

Conditions:
	<none>
N6>show alarm
No alarms found.
N6>